Repository: elian145/car_listing_app
Catalog: lib/l10n/app_*.arb
Languages: ku

# appTitle
source: CARZO
ku: کارزو

# navHome
source: Home
ku: ماڵەوە

# navAdd
source: Add
ku: زۆركردن

# navChat
source: Chat
ku: چات

# navSaved
source: Saved
ku: دڵخواز

# navLogin
source: Login
ku: چوونەژوورەوە

# navProfile
source: Profile
ku: پرۆفایل

# addListingTitle
source: Add Listing
ku: زۆرکردنی ڕێکلام

# favoritesTitle
source: Favorites
ku: دڵخوازەکان

# chatTitle
source: Chat
ku: چات

# loginTitle
source: Login
ku: چوونەژوورەوە

# signupTitle
source: Sign Up
ku: خۆتۆمارکردن

# profileTitle
source: Profile
ku: پرۆفایل

# paymentHistoryTitle
source: Payment History
ku: مێژووی پارەدان

# paymentInitiateTitle
source: Payment Initiate
ku: دەستپێکردنی پارەدان

# chatConversationTitle
source: Chat Conversation
ku: گفتوگۆ

# paymentStatusTitle
source: Payment Status
ku: دۆخی پارەدان

# editListingTitle
source: Edit Listing
ku: دەستکاری ڕێکلام

# brandLabel
source: Brand
ku: بران

source: Any Brand
ku: هەر برانێک

# modelLabel
source: Model
ku: مۆدێل

source: Any Model
ku: هەر مۆدێلێک

# yearLabel
source: Year
ku: ساڵ

source: Any Year
ku: هەر ساڵێک

# priceLabel
source: Price
ku: نرخ

source: Any Price
ku: هەر نرخێک

# mileageLabel
source: Mileage
ku: کێڵگەی ڕێ

source: Any Mileage
ku: هەر یەک

# conditionLabel
source: Condition
ku: دۆخ

# anyCondition
source: Any
ku: هەر یەک

# transmissionLabel
source: Transmission
ku: گەڕدێنەر

# fuelTypeLabel
source: Fuel Type
ku: جۆری سووتەمەنی

# bodyTypeLabel
source: Body Type
ku: جۆری جەستە

# cityLabel
source: City
ku: شار

source: Apply Filters
ku: پێوەکراوەکان جێبەجێ بکە

source: Clear Filters
ku: پاککردنەوەی پێوەکراوەکان

source: Submit
ku: ناردن

source: OK
ku: باشە

source: Any
ku: هەر یەک

source: Active Filters:
ku: پێوەکراوە چالاکەکان:

source: More Filters
ku: پێوەکراوی زیاتر

source: Price Range
ku: مەودای نرخ

source: Min Price
ku: کەمترین نرخ

source: Max Price
ku: زۆرترین نرخ

source: Any Min Price
ku: هەر کەمترین نرخێک

source: Any Max Price
ku: هەر زۆرترین نرخێک

source: Year Range
ku: مەودای ساڵ

source: Min Year
ku: کەمترین ساڵ

source: Max Year
ku: زۆرترین ساڵ

source: Any Min Year
ku: هەر کەمترین ساڵێک

source: Any Max Year
ku: هەر زۆرترین ساڵێک

source: Enter min year
ku: کەمترین ساڵ بنووسە

source: Enter max year
ku: زۆرترین ساڵ بنووسە

source: Mileage Range
ku: مەودای کێڵگەی ڕێ

source: Min Mileage
ku: کەمترین کێڵگە

source: Max Mileage
ku: زۆرترین کێڵگە

source: Enter min mileage
ku: کەمترین کێڵگە بنووسە

source: Enter max mileage
ku: زۆرترین کێڵگە بنووسە

source: Title Status
ku: دۆخی تايتڵ

source: Damaged Parts
ku: پارسە زیانەکان

source: Select Body Type
ku: جۆری جەستە دیاریبکە

# colorLabel
source: Color
ku: ڕەنگ

source: Select Color
ku: ڕەنگ دیاریبکە

source: Drive Type
ku: جۆری هاندان

source: Cylinder Count
ku: ژمارەی سیلەندەر

source: Seating
ku: شوێنی نیشتن

source: Engine Size (L)
ku: قەبارەی مۆتۆر (L)

source: Sort By
ku: ڕیزکردن بەپێی

source: Select Brand
ku: بران هەڵبژێرە

# tapToSelectBrand
source: Tap to select a brand
ku: کرتە بکە بۆ هەڵبژاردنی بران

# trimLabel
source: Trim
ku: تریم

source: Login Required
ku: چوونەژوورەوە پێویستە

source: Authentication Required
ku: ڕەسەنکردن پێویستە

# requiredField
source: Required
ku: پێویستە

source: Send code first
ku: سەرەتا کۆد بنێرە

source: Resend
ku: دووبارە ناردن

source: Send code
ku: ناردنی کۆد

# typeMessage
source: Type a message
ku: په‌یامێک بنووسە

source: Error
ku: هه‌ڵه‌

source: Enter phone number
ku: ژماره‌ی ته‌له‌فۆن دابنێ

source: Submit Listing
ku: ناردنی ڕێکلام

# specificationsLabel
source: Specifications
ku: تایبەتمەندییەکان

# detail_condition
source: Condition
ku: دۆخ

# detail_fuel
source: Fuel
ku: سووتەمەنی

# detail_body
source: Body
ku: جەستە

# detail_color
source: Color
ku: ڕەنگ

# detail_drive
source: Drive
ku: هاندان

# detail_cylinders
source: Cylinders
ku: سیلەندەرەکان

# detail_engine
source: Engine
ku: مۆتۆر

# detail_seating
source: Seating
ku: شوێنی نیشتن

# value_condition_new
source: new
ku: نوێ

# value_condition_used
source: used
ku: کهنە

# value_transmission_automatic
source: automatic
ku: ئۆتۆماتیک

# value_transmission_manual
source: manual
ku: دەستی

# value_fuel_gasoline
source: gasoline
ku: بەنزین

# value_fuel_diesel
source: diesel
ku: دیزل

# value_fuel_electric
source: electric
ku: کارەبا

# value_fuel_hybrid
source: hybrid
ku: هایبرید

# value_fuel_lpg
source: LPG
ku: گاز

# value_fuel_plugin_hybrid
source: plug-in hybrid
ku: هایبریدی پڵەگ

# value_title_clean
source: Clean
ku: پاك

# value_title_damaged
source: Damaged
ku: زیان

# value_drive_fwd
source: fwd
ku: پێشەوە

# value_drive_rwd
source: rwd
ku: دواوە

# value_drive_awd
source: awd
ku: هەموو چوار

# value_drive_4wd
source: 4wd
ku: چوار چەرخ

# value_body_sedan
source: sedan
ku: سێدان

# value_body_suv
source: suv
ku: ئێس یو ڤی

# value_body_hatchback
source: hatchback
ku: هاتچباک

# value_body_coupe
source: coupe
ku: کوپێ

# value_body_pickup
source: pickup
ku: پیکاپ

# value_body_van
source: van
ku: ڤان

# value_body_minivan
source: minivan
ku: مینی ڤان

# value_body_motorcycle
source: motorcycle
ku: مۆتۆرسایکل

# value_body_truck
source: truck
ku: لۆری

# value_body_cabriolet
source: cabriolet
ku: کابریۆلێت

# value_body_roadster
source: roadster
ku: ڕۆدستەر

# value_body_micro
source: micro
ku: میکرۆ

# value_body_cuv
source: cuv
ku: سی یو ڤی

# value_body_wagon
source: wagon
ku: ستەیشن

# value_body_minitruck
source: minitruck
ku: مینی شەفت

# value_body_bigtruck
source: bigtruck
ku: شەفت گەورە

# value_body_supercar
source: supercar
ku: سوپەرکار

# value_body_utv
source: utv
ku: یو تی ڤی

# value_body_atv
source: atv
ku: ئەی تی ڤی

# value_body_scooter
source: scooter
ku: سکۆتەر

# value_body_super_bike
source: super bike
ku: سوپەر بایک

# unit_km
source: km
ku: کم

source: Min
ku: کەمترین

source: Max
ku: زۆرترین

# whatsappLabel
source: WhatsApp Number (with country code)
ku: ژمارەی واتساپ (گەورەکەی وڵات)

source: Photos (optional)
ku: وێنەکان (هەلبژاردە)

source: Add Photos
ku: وێنە زیاد بکە

source: Add More Photos
ku: وێنە زیاتر زیاد بکە

# defaultSort
source: Default
ku: بنەڕەتی

# sort_price_low_high
source: Price (Low to High)
ku: نرخ (کەم بۆ زۆر)

# sort_price_high_low
source: Price (High to Low)
ku: نرخ (زۆر بۆ کەم)

# sort_year_newest
source: Year (Newest)
ku: ساڵ (نوێترین)

# sort_year_oldest
source: Year (Oldest)
ku: ساڵ (کۆنترین)

# sort_mileage_low_high
source: Mileage (Low to High)
ku: کێڵگە (کەم بۆ زۆر)

# sort_mileage_high_low
source: Mileage (High to Low)
ku: کێڵگە (زۆر بۆ کەم)

# sort_newest
source: Newest
ku: نوێترین

source: No cars found
ku: هیچ ئۆتۆمبێلێک نەدۆزرایەوە

source: Car not found
ku: ئۆتۆمبێل نەدۆزرایەوە

source: Chat on WhatsApp
ku: وتووێژ لە واتساپ

source: Unable to open WhatsApp
ku: ناتوانرێت واتساپ بکرێتەوە

source: Back to list
ku: گەڕانەوە بۆ لیست

source: QUICK SELL
ku: فرۆشی خێرا

source: Vehicle Videos
ku: ڤیدیۆی ئۆتۆمبێل

source: Video {index}
ku: ڤیدیۆ {index}

# settingsTitle
source: Settings
ku: ڕێکخستنەکان

# settingsEnablePush
source: Enable Push Notifications
ku: کاریگەریکردنی ئاگانامەکان

# settingsClearCaches
source: Clear Caches
ku: پاککردنەوەی کەش

# settingsCachesSubtitle
source: Home, Details, Favorites, Similar/Related
ku: ماڵەوە، وردەکاری، دڵخواز، هاوشێوە/پەیوەندیدار

# settingsCleared
source: Caches cleared
ku: کەشی پاک کرا

source: Send OTP
ku: ناردنی کۆدی پشتڕاستکردن

# passwordMin8
source: Password must be at least 8 characters
ku: پاسۆرد پێویستە لانیکەم ٨ پیت بێت

source: OTP sent
ku: کۆد نێردرا

# otpFailed
source: Failed to send OTP
ku: نە成功ی ناردنی کۆد

# otpFailedWithMsg
source: Failed to send OTP: {msg}
ku: ناتوانرێت کۆد بنێردرێت: {msg}

source: Dev OTP: {code}
ku: کۆدی گەشەپێدەەر: {code}

source: Arabic
ku: العربية

source: Kurdish
ku: کوردی

# mileageRangeLabel
source: Mileage Range
ku: مەودای کێڵگە

source: Similar Listings
ku: ڕێکلامی هاوشێوە

source: Related Listings
ku: ڕێکلامی پەیوەندیدار

# listingUploadPartialFail
source: Listing created, but photo upload failed ({code}).
ku: ڕێکلام دروست کرا، بەڵام بارکردنی وێنە شکستی هێنا ({code}).

# failedToSubmitListing
source: Failed to submit listing: {msg}
ku: ناتوانرێت ڕێکلام بنێدرێت: {msg}

# couldNotSubmitListing
source: Could not submit listing. Please try again.
ku: نەتوانرا ڕێکلام بنێدرێت. تکایە هەوڵ بدەوە.

# errorTitle
source: Error
ku: هەڵە

# okAction
source: OK
ku: باشە

source: Create account
ku: هەژمار دروست بکە

# haveAccountLogin
source: Have an account? Login
ku: هەژمارت هەیە؟ چوونەژوورەوە

# notLoggedIn
source: You are not logged in
ku: تۆ بچوو نەیت

# loginAction
source: Log In
ku: چوونەژوورەوە

source: Logged in
ku: چووەژور

# usernameLabel
source: Username
ku: ناوی بەکارهێنەر

# passwordLabel
source: Password
ku: وشەی نهێنی

# emailLabel
source: Email
ku: ئیمەیل

# phoneLabel
source: Phone
ku: تەلەفۆن

source: Logout
ku: چوونەدەرەوە

# devCodeTitle
source: Dev code
ku: کۆدی گەشەپێدەەر

# useCodeToVerify
source: Use this code to verify: {code}
ku: ئەم کۆدە بەکاربەڕە بۆ پشتڕاستکردنەوە: {code}

source: Verification code sent
ku: کۆدی پشتڕاستکردن نێردرا

source: Save
ku: پاشەکەوت

source: Saved
ku: پاشەکەوت کرا

source: Select drive type
ku: جۆری هاندان هەڵبژێرە

source: Select cylinder count
ku: ژمارەی سیلەندەر هەڵبژێرە

source: Select seating
ku: شوێنی نیشتن هەڵبژێرە

source: Select engine size
ku: قەبارەی مۆتۆر هەڵبژێرە

source: Select city
ku: شار هەڵبژێرە

# enterWhatsAppNumber
source: Enter a WhatsApp number
ku: ژمارەی واتساپ دابنێ

# useInternationalFormat
source: Use international format e.g. +9647XXXXXXX
ku: فۆرماتی نێودەوڵەتی بەکاربەڕە نموونە +9647XXXXXXX

# anyOption
source: Any
ku: هەر یەک

# city_baghdad
source: Baghdad
ku: بەغداد

# city_basra
source: Basra
ku: بەسرە

# city_erbil
source: Erbil
ku: هەولێر

# city_najaf
source: Najaf
ku: نەجەف

# city_karbala
source: Karbala
ku: کەربەلا

# city_kirkuk
source: Kirkuk
ku: کەرکوک

# city_mosul
source: Mosul
ku: موسڵ

# city_sulaymaniyah
source: Sulaymaniyah
ku: سلێمانی

# city_dohuk
source: Dohuk
ku: دهۆک

# city_anbar
source: Anbar
ku: ئەنبار

# city_halabja
source: Halabja
ku: هەڵەبجە

# city_diyala
source: Diyala
ku: دیالە

# city_diyarbakir
source: Diyarbakir
ku: ئامەد

# city_maysan
source: Maysan
ku: میسان

# city_muthanna
source: Muthanna
ku: موسانە

# city_dhi_qar
source: Dhi Qar
ku: ذی قار

# city_salaheldeen
source: Salaheldeen
ku: سەلاحەدین
